<?php

return [
    'Date'       => '日期',
    'Type'       => '变动类型',
    'Type 1'     => '充值',
    'Type 2'     => '提现',
    'Type 3'     => '邀请奖励',
    'Type 4'     => '佣金收入',
    'Type 5'     => '团购下单',
    'Type 6'     => '拒绝提现',
    'Type 7'     => '团购奖励',
    'Type 8'     => '团长奖励',
    'Type 9'     => '新用户注册奖励',
    'Type 10'    => '管理员操作',
    'Type 11'    => '兑换现金',
    'Type 12'    => '团购未中奖返还',
    'User_id'    => '用户',
    'Money'      => '余额',
    'Old_money'  => '原余额',
    'Level'      => '等级',
    'Old_level'  => '原等级',
    'Up'         => '状态',
    'Up 0'       => '降级',
    'Up 1'       => '升级',
    'Createtime' => '创建时间'
];
